Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-A.bo.en.tmx
Source language: bo
Languages: en

source: རྣལ་འབྱོར་ སྤྱོད་པ་ དེས་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ མཐོང་བ་ ནི་ འདི་ ལ་ ལོག་པ ར་ ལྟ་བ་ སྤངས་ ཤིང་ །_ དེ འི་ ཡང་དག་པ འི་ ལྟ་བ ས་ དོན་མེད་པ་ ཐམས་ཅད་ སྤངས་ ལ །_ ཡང་དག་པ འི་ སྦྱོར་བ འི་ བག་ ལ་ ཉལ་ འདོར་བ ར་ འགྱུར །_ དེ་ མྱ་ངན་ ལས་ འདས་པ་ ཉེ་བ ར་ འགྱུར་ ཞིང་ འཁོར་བ་ དང་ རིང་བ ར་ འགྱུར །_
en: Such spiritual practitioners who observe phenomena see that by giving up wrong view and activating the correct view, one will abandon all that is meaningless, give up the latent tendency underlying all worldly entanglements, approach the transcendence of suffering, and leave cyclic existence behind.

source: འདི་ ལ་ ལོག་པ ར་ ལྟ་བ་ རྣམ་པ་ ལྔ་ མཐོང་ ནས་ དབང་པོ་ ལྔ་ བསྒྲུབས་པ ར་ འགྱུར་བ་ ནི་
en: $124 “Their perception of five types of wrong view will lead such beings to an accomplishment of the five faculties.

source: སྐྱེས་བུ་ དམ་པ་ དམ་པ འི་ ཆོས་ ལ་ མངོན་པར་ དགའ་བ་ དེ་ ཐོག་མ་ ནས་ འདི་ལྟར་ སངས་རྒྱས་ ཀྱི་ ཡོན་ཏན་ དེ་དག་ རྣ ར་ ཐོས་ ནས་ དེ འི་ ཚེ་ འདི་ལྟར་ འཁོར་བ འི་ སྡུག་བསྔལ་ རྣམ་པ་ སྣ་ཚོགས་ ལ་ དམིགས་ ཤིང་ འགྲོ་བ་ ལྔ་ རྣམས་ ལ་ འཇིགས་པ་ ཆེན་པོ་ ལྔ་ དམིགས་ ཏེ
en: That is to say, from the moment they hear of the qualities of the buddhas, holy beings who delight in the sacred Dharma will begin to notice the many sufferings of cyclic existence, and thus see the five realms of beings as five great horrors.

source: ལྷ་ རྣམས་ ལ་ བག་མེད་ པས་ འཆི་བ འི་ སྡུག་བསྔལ་ དང་ །_ མི་ རྣམས་ ལ་ འདོད་པ འི་ སྡུག་བསྔལ་ དང་ །_ སེམས་ཅན་ དམྱལ་བ་ རྣམས་ ལ་ གནོད་པ འི་ སྡུག་བསྔལ་ དང་ །_ ཡི་དགས་ རྣམས་ ལ་ བཀྲེས་པ་ དང་ སྐོམ་པ འི་ སྡུག་བསྔལ་ དང་ །_ དུད་འགྲོ་ རྣམས་ ལ་ གཅིག་ ལ་ གཅིག་ ཟ་བ འི་ སྡུག་བསྔལ་ ཏེ །_
en: They will see that due to their carelessness the gods experience the suffering of death, humans suffer due to their desires, hell beings experience the pains of torture, starving spirits suffer from hunger and thirst, and animals suffer as they prey on one another.

source: དེ་ལྟ ར་ རྣམ་པ་ ལྔ་པོ་ དེ་དག་ རྣམ་པ་ དུ་མ་ ཡོད་ ཅིང་ སྡུག་བསྔལ་ གྱི་ ཡན་ལག་ དབྱེ་བ་ དག་ དཔག་ ཏུ་ མེད་པར་ དམིགས་ སོ །_།
en: Each of these five terrors has numerous distinct features and thus beings undergo innumerable kinds of suffering.

source: དེ འི་ ཚེ་ འདི་ལྟར་ ཐོག་མ་ ཉིད་ དུ་ འཁོར་བ་ [106a] ཐམས་ཅད་ ལས་ ངེས་པ ར་ བྱུང་བ ར་ གྱུར་ ཅིང་
en: $125 “When they realize this, holy beings will first of all [F.106.a] develop renunciation toward all of cyclic existence.

source: སྣང་བར་ གྱུར་ ལ་ དམ་པ འི་ ཆོས་ ངེས་པ ར་ འབྱེད་པ འི་ ཆ་ལམ་ རབ་ཏུ་ འབྱུང་བ ར་ སེམས་བསྐྱེད་ དེ །_ དེ འི་ སེམས་བསྐྱེད་པ་ གཅིག་ ལས་ དགེ་བ འི་ ཆོས་ ཀྱི་ རྒྱུན་ ཉིད་ སྐྱེ འོ །_།
en: Illuminated by such renunciation, they will develop the mind that is the path for ascertainment of the sacred Dharma, and from that single event arises a stream of virtuous qualities.

source: གང་ གིས་ དེ འི་ སེམས་བསྐྱེད་པ་ དེ་ དང་ ཡང་དག་ པར་ ལྡན་པ་ ལ་བར་ སྣང་ ལ་ སྤྱོད་པ འི་ གནོད་སྦྱིན་ རབ་ཏུ་ མགུ་ ཞིང་ ཀུན་ ཏུ་ དགའ་ ལ་ རབ་ཏུ་ དགའ་ སྟེ །_
en: $126 “The terrestrial yakṣas will notice with great appreciation, fondness, and delight whoever gives rise to and possesses such a mind.

source: སེམས་ རངས་པ ར་ གྱུར་ ནས་ ཡིད་ ལ་
en: Enraptured, they will think,

source: རིགས་ ཀྱི་ བུ་ འདི འི་ མིང་ ནི་ འདི་ ཞེས་ བྱ །_ རིགས་ ནི་ འདི་ ཞེས་ བྱ་ སྟེ །_
en: ‘This is the noble son known as so-and-so, who is of such and such a family.

source: དེ་ ཐོག་མ་ མེད་པ འི་ དུས་ ནས་ འདོད་ཆགས་ ཞེ་སྡང་ གཏི་མུག་ རྣམས་ སྤོང་བ ར་ འདོད་ ལ་
en: This individual is intent on relinquishing beginningless desire, anger, and delusion.

source: བདུད་ ཀྱི་ ཡུལ་ གྱི་ དངོས་པོ་ མི་འདོད་པ ར་ ཞུགས་པ །_
en: This person has no interest in any of the things that belong to the field of the māras.

source: ཀུན་ ནས་ ཉོན་མོངས་པ འི་ ཡུལ་ དག་ གིས་ དགའ་བ འི་ འདོད་ཆགས་ ཀྱི་ མོད་ ལས་ སྐྱེས་པ འི་ སྲེད་པ་ དག་ ལ་ ཀུན་ ཏུ་ མི་ དགའ་བ་ ཡིན་ ནོ་ སྙམ་ མོ །_།
en: This noble son is averse to the craving that accompanies the desire for afflictive objects.’

source: !གཞན་ ཡང་ ལོག་པ ར་ ལྟ་བ་ དང་ བྲལ་བ འི་ རིགས་ ཀྱི་ བུ་ དེ་ ནི་ དེ་ལྟ ར་ རྟག་ ཏུ་ རབ་ཏུ་ འབྱུང་བ འི་ སེམས་ ཀུན་ ཏུ་ བསྟན་པ ར་ བྱེད་ ཅིང་ གོམས་པ ར་ བྱེད་ ལ་ མང་ དུ་ བྱེད །_
en: $127 “Furthermore, noble offspring who have given up wrong view will constantly practice,#24 cultivate, and increase that mind of freedom.

source: དགེ་བ འི་ བཤེས་གཉེན་ ལ་ བསྙེན་བཀུར་ བྱེད །_ དམ་པ འི་ ཆོས་ ཉན་པ་ ལ་ དགའ་བ ར་ འགྱུར །_
en: They will serve spiritual teachers and enjoy listening to the sacred Dharma.

source: སངས་རྒྱས་ ཀྱི་ ཆོས་ ལ་ ཕྱིར་ཞིང་ སེམས་ གསལ་ ལ་ ཕྱག་ འཚལ་བ ར་ བྱེད །_ ལུས་ དང་ ངག་གི་ལས་ ཀྱི་ མཐའ་ ཞི་ ཞིང་ ཤིན་ཏུ་ གསལ་བ་ ཡིན་ ཏེ །_
en: With bright minds they will turn toward and prostrate before the Dharma of the buddhas, and their physical and verbal conduct will be peaceful and extremely clear.

source: དེ་ལྟ ར་ དེ འི་ ལུས་ དང་ ངག་ དང་ ཡིད་ ཞི་བས་ ཉིན་ མོ་ མཉམ་པ ར་ གཞག་ པར་ བར་སྣང་ ལ་ སྤྱོད་པ འི་ གནོད་སྦྱིན་ གྱིས་ རིག་ ནས་ ཀུན་ ཏུ་ དགའ་བ ར་ འགྱུར་ ཏེ །_
en: Thus, when they rest in equipoise with peaceful body, speech, and mind, they are noticed and appreciated by the terrestrial yakṣas.

source: རིགས་ ཀྱི་ བུ་ འདི་ དགེ་བ འི་ བཤེས་གཉེན་ ལ་ སེམས་ རབ་ཏུ་ དང་ ཞིང་ ཁྱིམ་ གྱི་ གནས་ གཟེབ་ ལྟ་བུ ར་ གྱུར་པ་ ལ་ སེམས་ ཀུན་ ཏུ་ མི་ ཆགས །_ དེས་ བདུད་ ཀྱི་ ཡུལ་ རྣམས་ ལ་ ཐོག་མ་ མེད་པ འི་ དུས་ ནས་ ཞུགས་པ འི་ འདོད་ཆགས་ ཞེ་སྡང་ གཏི་མུག་ དག་ གིས་ འདོད་པ འི་ ལྷ་ དང་ ལྷན་ཅིག་ ཏུ་ འདུ་ཤེས་ དག་ ལ་ ཆགས་པ་ མེད་ ཅིང་ །_
en: These beings will see that there dwells a noble son, someone inspired by a spiritual teacher, someone free from attachment to the web of the household, someone free from attachment to the objects of the māras—an attachment that since beginningless time is created by desire, anger, and delusion, and that accompanies the perceptions of the gods of the desire realm.

source: བདུད་ དང་ ལྷན་ཅིག་ གཡུལ་འགྱེད་ པར་ འདོད་ ལ་ ཉོན་མོངས་པ་ སྤོང་བ ར་ འདོད་པ་ དེ་བར་ སྣང་ ལ་ སྤྱོད་པ འི་ གནོད་སྦྱིན་ གྱིས་ རིག་ ནས་ ཀུན་ ཏུ་ དགའ་བ ར་ འགྱུར་ རོ །_།
en: Thus, the terrestrial yakṣas will notice with great delight that this is a person who is intent on battling the māras and giving up the afflictions.

source: གཞན་ ཡང་ རིགས་ ཀྱི་ བུ་ དེ་དེ་ ལྟར་ འཁོར་བ འི་ སྡུག་བསྔལ་ ལ་ དམིགས་ ནས་ ཆེས་ ཤིན་ཏུ་ རབ་ [106b] ཏུ་ འབྱུང་བ འི་ སེམས་ སྐྱེད་པ ར་ བྱེད་ དེ །_ དེ་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ དང་ །_ སྦྱར་བ འི་ ཆང་ དང་ །_ བརྫུན་ དུ་ སྨྲ་བ་ སྤངས་ ནས་
en: $128 “Moreover, when such noble offspring observe the sufferings of cyclic existence their strong sense of [F.106.b] renunciation will make them give up killing, stealing, sexual misconduct, the use of intoxicants, and lying.

source: སྡོམ་པ་ ལེན་པ ར་ འགྱུར་ རོ །_།
en: They will also take vows to that effect.

source: དེ་ གང་ གི་ ཚེ་ དགེ་བསྙེན་ གྱི་ སྡོམ་པ་ རྫོགས་པ ར་ སྤྱོད་པ ར་ འགྱུར་བ་ དེ འི་ ཚེ །_ བར་སྣང་ ལ་ སྤྱོད་པ འི་ གནོད་སྦྱིན་ ཀུན་ ཏུ་ དགའ་ སྟེ །_
en: When they receive the full vows of a lay practitioner, the terrestrial yakṣas will notice this with joy and proclaim,

source: རིགས་ ཀྱི་ བུ་ ཆེ་གེ་མོ་ ཞིག་ མིང་ ནི་ འདི་ ཞེས་ བྱ །_ རུས་ ནི་ འདི་ ཞེས་ བྱ་བ་ གྲོང་ཁྱེར་ ཆེ་གེ་མོ་ ཞིག་ དང་ །_ གྲོང་རྡལ་ ག་གེ་མོ་ ཞིག་ དང་ །_ ཡུལ་ ག་གེ་མོ་ ཞིག་ ཏུ་
en: ‘Lo, this is the noble son known as so-and-so, who is of such and such a family, from such and such a town, and such and such an area.

source: སྐྲ་ དང་ཁ་ སྤུ་ བྲེགས་ ཏེ་ ཆོས་གོས་ ངུར་སྨྲིག་ བགོས་ ནས་ ཡང་དག་པ འི་ དད་པས་ ཁྱིམ་ ནས་ ཁྱིམ་ མེད་པར་ རབ་ཏུ་ བྱུང་ སྟེ
en: Now his hair and beard are being shaved off and, as he dons the saffron-colored robes, he is leaving the household with true faith.

source: བདུད་ ཀྱི་ ཕྱོགས་ ནི་ དམས་པ ར་ བྱེད་ ཅིང་ །_ དམ་པ འི་ ཆོས་ ཀྱི་ ཕྱོགས་ ནི་ མཐོ་བ ར་ བྱེད །_
en: He is rejecting the side of the māras and acceding to the side of the sacred Dharma.

source: བདུད་ ཀྱི་ འཆིང་བ་ ནི་ རྣམ་པར་ གཅོད་པ ར་ བྱེད་ ཅིང་ ཉོན་མོངས་པ་ ཆེན་པོ་ འདོད་ཆགས་ ཞེ་སྡང་ གཏི་མུག་ ལས་ གྲོལ་བ ར་ བྱེད་ དོ་ ཞེས་ མངོན་པར་ སྒྲོགས་ སོ །_།
en: He is cutting the chains of the māras and causing liberation from the great afflictions of desire, anger, and delusion.’

source: ལོག་པ ར་ ལྟ་བ་ ནི་ ཀུན་ ཏུ་ སྦྱོར་བ འི་ བག་ ལ་ ཉལ་ ཐམས་ཅད་ ཀྱི་ གཞི་ ཡིན་ ལ །_ ཡང་དག་ པར་ ལྟ་བ་ ནི་ མཐའ་ མྱ་ངན་ ལས་ འདས་པ འི་ གཞི་ ཡིན་ ཏེ །_
en: $129 “Wrong view is the latent tendency underlying all worldly entanglements, whereas correct view is the basis for the attainment of nirvāṇa.

source: རྣལ་འབྱོར་ སྤྱོད་པ་ པས་ ཆོས་ དེ་ རྗེས་སུ་ མཐོང་ ངོ་ །_།
en: This is seen by spiritual practitioners.

source: དེ འི་ ཚེ་ འདི་ལྟར་ ཐོག་མ་ ཉིད་ དུ་ ཡང་དག་པ འི་ ལྟ་བ་ ལ་ མངོན་པར་ སྟོད་པ ར་ བྱེད་ དེ །_
en: Such spiritual practitioners will, therefore, first of all praise right view.

source: མི་ དགོད་ མི་ སྨོད་ སྐྱོན་ དུ་ མི་ འགྲང་ ལ་ ཕ་རོལ་ དག་ ལ་ སྟོན་པ ར་ བྱེད་ ཅིང་ རབ་ཏུ་ འཇོག་པ ར་ བྱེད་ དོ །_།
en: They will not laugh at right view, nor will they criticize it or treat it as a flaw. Rather, they will teach right view to others and establish others within that.

source: ལོག་པ ར་ ལྟ་བ་ ལ་ སྨོད་ དེ །_ སྟོད་པ ར་ མི་ བྱེད་ ལ་ སྨོད་པ ར་ བྱེད་ དོ །_།
en: Wrong view, on the other hand, they will scorn, criticize, and avoid praising.

source: ཡང་དག་ པར་ ལྟ་བ ས་ ནི་ ལོག་པ ར་ ལྟ་བ་ ལས་ དང་ །_ ཆོས་ དང་ །_ རྣམ་པར་ སྨིན་པ་ ཡང་དག་ པར་ མངོན་པར་ སྟོན་པ ར་ བྱེད་ ཅིང་ འཇོག་པ ར་ མི་ བྱེད་ དོ །_།
en: $130 “Through right view one may explain the actions, phenomena, and karmic ripenings that are associated with wrong view, and so avoid establishing others in wrong view.

source: འཆིང་བ་ རྣམས་ ཀྱི་ རྩ་བ་ ནི་ ལོག་པ ར་ ལྟ་བ་ ཡིན་ ཏེ །_
en: Wrong view is the root of all bondage.

source: བྱིས་པ་ སོ་སོ འི་ སྐྱེ་བོ་ རྣམས་ ཀྱི་ འཆིང་བ་ ཡིན་ ཞིང་ འབྱུང་པོ་ རྣམས་ དང་ །_ སེམས་ཅན་ དམྱལ་བ་ དང་ །_ དུད་འགྲོ་ དང་ །_ ཡི་དགས་ ཀྱི་ ཡུལ་ དུ་ གནས་པ འི་ མཐའ་ ཡིན་ ནོ །_།
en: This is what binds infantile, ordinary beings and establishes the confines of the realms of ghosts, hell beings, animals, and starving spirits.

source: རིགས་ ཀྱི་ བུས་ དེ་ སྤངས་ ན་ དགེ་བ་ དུ་མ་ དེ་དག་ ཐོབ་པ ར་ འགྱུར་ རོ །_།
en: A noble son who gives up wrong views will thereby achieve numerous virtues.

source: གཞན་ ཡང་ རིགས་ ཀྱི་ བུ་ དེ་ འདི་ལྟར་ ཁྱིམ་ གྱི་ གནས་ ནི་ སྡུག་བསྔལ་བ་ [107a] ཉམ་ང་བ་ འཆིང་བ ར་ གྱུར་པ་ དུ་མ་ ཡིན་ ཏེ །_ རང་དབང་ མེད་པར་ རིག་ ནས་ ཁྱིམ་ ནས་ འབྱུང་ ཞིང་ རབ་ཏུ་ འབྱུང་བ ར་ འདོད་ ལ་ བདུད་ དང་ ལྷན་ཅིག་ གཡུལ་འགྱེད་ པར་ འདོད་པ འི་
en: $131 “Moreover, when a noble son becomes acutely aware that the household is a place of suffering, [F.107.a] misfortune, and bondage, he will want to go forth from the household, become ordained, and give battle to the māras.

source: སྐྱེས་བུ་ དམ་པ་ དེ་ ས་བླ་ དང་ །_ བར་སྣང་ ལ་ སྤྱོད་པ འི་ ལྷ་ དག་ གིས་ རིག་ ནས་
en: Such a holy person will be noticed and appreciated by the terrestrial and celestial gods.

source: ཀུན་ ཏུ་ དགའ་ སྟེ རྒྱལ་པོ་ ཆེན་པོ་ བཞི་ རྣམས་ ལ་ ཀུན་ ཏུ་ དགའ་བ འི་ ཡིད་ ཀྱིས་
en: With joy they will convey to the Four Great Kings,

source: རིགས་ ཀྱི་ བུ་ འདི་ ཞེས་ བྱ་བ་ གྲོང་ ཆེ་གེ་མོ་ ཞིག་ དང་ །_ གྲོང་རྡལ་ མང་གེ་མོ་ ཞིག་ དང་ །_ ཡུལ་ ག་གེ་མོ་ ཞིག་ ཏུ་ སྐྲ་ དང་ཁ་ སྤུ་ བྲེགས་ ཏེ
en: ‘A noble son by the name of so-and-so, who is of such and such a city, such and such a town, and such and such an area, is having his hair and beard shaved off.

source: གོས་ ངུར་སྨྲིག་ བགོས་ ནས་ ཡང་དག་པ འི་ དད་པ་ ཉིད་ ཀྱིས་ ཁྱིམ་ ནས་ ཁྱིམ་ མེད་པར་ རབ་ཏུ་ བྱུང་ ངོ་ །_།
en: He is donning the saffron-colored robes and is going forth from the household with true faith.

source: དེ་ ཁྱིམ་ ནས་ བྱུང་བ ས་ བདུད་ ཀྱི་ ཕྱོགས་ ནི་ དམས་པ ར་ བྱེད་ ཅིང་ དམ་པ འི་ ཆོས་ ཀྱི་ ཕྱོགས་ ནི་ མངོན་པར་ མཐོ་བ ར་ བྱེད་ དོ་ ཞེས་ མངོན་པར་ བསྙད་ དོ །_།
en: The forces of the māras are waning; the forces of the sacred Dharma are on the rise!’

source: དེ་ནས་ རྒྱལ་པོ་ ཆེན་པོ་ བཞི་པོ་ དེ་དག་ གིས་ ས་བླ་ དང་ །_ བར་སྣང་ ལ་ སྤྱོད་པ འི་ ལྷ་ དག་ དང་ །_ གནོད་སྦྱིན་ དེ་དག་ ལས་ དེ་སྐད་ ཐོས་ ནས་ ཡིད་ དགའ་ ལ་བར་ སྣང་ ལ་ སྤྱོད་པ འི་ གནོད་སྦྱིན་ དག་ རབ་ཏུ་ དགའ་བ ར་ འགྱུར་ རོ །_།
en: As the Four Great Kings hear this from the terrestrial and celestial gods and yakṣas they will rejoice in the same way as the terrestrial yakṣas.

source: དེ་ལྟ ར་ འཛམ་བུ འི་ གླིང་ གི་ མི་ དམ་པ འི་ ཆོས་ དགེ་བ འི་ གཏམ་ གྱིས་ སྤྲོ་བ་ སྐྱེས་ ནས །_ རིགས་ ཀྱི་ བུ་ དེ་ ཇི་ལྟ ར་ རིགས་པ ར་ འཕགས་པ་ དགེ་སྦྱོང་ གི་ མཁན་པོ་ ལ་ བསྙེན་བཀུར་ བྱེད་ དོ །_། བསྙེན་བཀུར་ བྱས་ ནས་ ཀྱང་ སྐྲ་ དང་ཁ་ སྤུ་ བྲེགས་ ཤིང་ གོས་ ངུར་སྨྲིག་ བགོས་ ཏེ་ སོ་སོ ར་ ཐར་པ འི་ སྡོམ་པ་ ལེན་ ཏོ །_། སྡོམ་པ་ བླངས་པ ས་ ས་བླ་ དང་ །_ བར་སྣང་ ལ་ སྤྱོད་པ འི་ གནོད་སྦྱིན་ རྣམས་ ལྷག་པ ར་ ཀུན་ ཏུ་ དགའ་ སྟེ །_
en: $132 “Thus, when a human being in Jambudvīpa becomes inspired by the virtuous words of the sacred Dharma, when such a noble son pays reverence to a noble preceptor of mendicants, and when he shaves off his hair and beard, dons the saffron-colored robes, and takes the prātimokṣa vows, the celestial and terrestrial yakṣas will rejoice deeply in this.

source: རྒྱལ་པོ་ ཆེན་པོ་ བཞི་ ལ་ འཛམ་བུ་གླིང་ ན་ རིགས་ ཀྱི་ བུ་ ཆེ་གེ་མོ་ ཞིག་ ཅེས་བྱ་བ་ གྲོང་ མང་གེ་མོ་ ཞིག་ དང་ །_ ཡུལ་ ག་གེ་མོ་ ཞིག་ ཏུ་ ལོག་པ ར་ ལྟ་བ་ སྤངས་ ནས་ ཡང་དག་ པར་ ལྟ་བ འི་ ལས་ དང་ །_ ཆོས་ ཡང་དག་ པར་ བླངས་པ །_
en: They will convey to the Four Great Kings, ‘The noble son by such and such a name, and of such and such a town and area, has now given up wrong view and adopted the actions and Dharma of the true view.

source: བུ་ དང་ ཆུང་མ་ ལ་ སྲེད་པ་ དུག་ ལྟ་བུ་ དོན་མེད་ ཅིང་ ཉམ་ང་བ་ ཐམས་ཅད་ སྤངས་ ནས
en: He has given up the poison of craving for children and spouse and has relinquished all that is meaningless and miserable.

source: སྐྲ་ དང་ཁ་ སྤུ་ བྲེགས་ གོས་ ངུར་སྨྲིག་ བགོས་ ཤིང་ སོ་སོ ར་ ཐར་པ་ བླངས་ ཏེ །_
en: He has shaved his head, donned the saffron-colored robes, and taken the prātimokṣa vows.

source: བདུད་ དང་ ལྷན་ཅིག་ གཡུལ་འགྱེད་ པར་ འདོད་པ །_ དགའ་བ འི་ འདོད་ཆགས་ ཀྱི་ མོད་ ལས་ སྐྱེས་པ་ སྤོང་བ ར་ འདོད་པ་ ཡིན་ ནོ་ ཞེས་ མངོན་པར་ བསྙད་ དོ །_།
en: He is intent on giving battle to the māras and giving up all that involves craving for pleasure.’

source: དེ་ནས་ [107b] དེ འི་ ཚེ་ རྒྱལ་པོ་ ཆེན་པོ་ བཞི་ ཀུན་ ཏུ་ དགའ་ ནས་ རྒྱལ་ཆེན་ བཞི འི་ རིས་ ཀྱི་ ལྷ་ རྣམས་ ལ་
en: [F.107.b] $133 “The Four Great Kings will rejoice deeply, and therefore say to the gods of their realm,

source: འཛམ་བུ འི་ གླིང་ དུ་ རིགས་ ཆེ་གེ་མོ་ ཞིག་ ལས་ གྲོང་ མང་གེ་མོ་ ཞིག་ དང་ །_ ཡུལ་ ག་གེ་མོ་ ཞིག་ ཏུ་ རིགས་ ཀྱི་ བུ་ ཆེ་གེ་མོ་ ཞིག་ ལོག་པ ར་ ལྟ་བ་ སྤངས་ ནས
en: ‘In Jambudvīpa a noble son of such and such a family, town, and area has given up wrong view.

source: ཡང་དག་ པར་ ལྟ་བ ས་ སྐྲ་ དང་ཁ་ སྤུ་ བྲེགས །_ གོས་ ངུར་སྨྲིག་ བགོས་ ནས་ དད་པ་ ཉིད་ ཀྱིས་ ཁྱིམ་ ནས་ ཁྱིམ་ མེད་པར་ རབ་ཏུ་ བྱུང་ སྟེ །_
en: Adopting right view, he has shaved off his hair and beard, donned the saffron-colored robes, and with faith gone forth from the household to become a homeless mendicant.

source: དགེ་སློང་ ག་གེ་མོ་ ཞིག་ གི་ དྲུང་ དུ་ གནས་ སོ་ ཞེས་ མངོན་པར་ སྒྲོགས་ སོ །_།
en: He is now dwelling before the monk known as so-and-so.’

source: དེ་ ལྷ་ རྣམས་ ཀྱིས་ ཐོས་ ནས་ བདུད་ ཀྱི་ ཕྱོགས་ དམས་པ ར་ འགྱུར་ ཞིང་ །_ དམ་པ འི་ ཆོས་ ཀྱི་ ཕྱོགས་ ནི་ འཕེལ་བ ར་ འགྱུར་ རོ་ ཞེས་ ཡིད་ དགའ་བ ར་ འགྱུར་ རོ །_། དེ་ནས་ རྒྱལ་པོ་ ཆེན་པོ་ བཞི་ ལས་ རྒྱལ་ཆེན་ བཞི འི་ ལྷ་ རྣམས་ ཀྱིས་ ཐོས་ ནས་ ཤིན་ཏུ་ ཡིད་ དགའ་བ ར་ འགྱུར་ རོ །_།
en: $134 “As the gods in the realm of the Four Great Kings hear this they will rejoice deeply and think, ‘The forces of the māras are waning; the forces of the sacred Dharma are on the rise!’

source: གཞན་ ཡང་ རིགས་ ཀྱི་ བུ་ དེ་ འདི་ལྟར་ ཁ་ན་མ་ཐོ་བ་ རྡུལ་ ཙམ་ ལ་ ཡང་ འཇིགས་ པར་ ལྟ་ ལ་
en: $135 “Moreover, such a noble son will consider even the slightest evil frightening.

source: བཟོད་ ཅིང་ དུལ་ ཏེ །_ སེམས་ ཡང་དག་ པར་ སྡོམ་པ །_
en: He will be accepting and disciplined, and he will guard his mind well.

source: འདུ་འཛི་ ལ་ མི་ དགའ་ ཞིང་ ཉེ་བ ར་ ཁྲོ་བ་ མེད་པ །_
en: He will have no interest in mundane business and be free of anger.

source: རིགས་ ནས་ རིགས་ སུ་ ཉེ་བ ར་ སྟེན་ ཅིང་ སྡིག་པ འི་ གྲོགས་པོ་ དང་ འགྲོགས་ པར་ མི་ བྱེད་ ལ་ ཡུལ་ གྱི་ རྣམ་པར་ རྟོག་པ་ ལ་ ལྟ་བ ར་ མི་ བྱེད །_
en: He will continuously attend to noble beings, give up negative company, and avoid views that involve thoughts about objects.

source: བཟའ་བ་ ཞིམ་པོ་ མང་ དུ་ མི་ འདོད་ ཅིང་ ཚོགས་ ངན་པ་ དང་ སྤྱོད་པ ར་ མི་ བྱེད །_
en: He will not crave copious delicious food, nor will he join unwholesome gatherings.

source: ཡུལ་ གྱི་ སྤྱོད་པ་ ལ་ མངོན་པར་ དགའ་བ ར་ མི་ བྱེད་ ཅིང་ ནམ་ དུ་ ཡང་ མཛའ་བཤེས་ སུ་ ལྟ་བ འི་ ངང་ཚུལ་ ཅན་ དུ་ མི་ བྱེད །_
en: He will not be fond of those who are preoccupied with objects, nor will he ever develop friendships with such people.

source: ཡུལ་ ལ་ སྤྱོད་པ འི་ ཚུལ་ཁྲིམས་ སུ་ མི་ བྱེད་ ཅིང་ དྲན་པ་ ཉེ་བ ར་ གཞག་པ་ ལ་ རྟག་ ཏུ་ བརྩོན་པ ར་ འགྱུར །_
en: He will not maintain a discipline involving preoccupation with objects but will always endeavor in the application of mindfulness.

source: ཞི་བ འི་ ཟས་ ཀྱིས་ གནས་ ཤིང་ བདུད་ ཀྱི་ འཆིང་བ་ གཅོད་པ་ ལ་ རྟག་ ཏུ་ བརྩོན་པ ར་ འགྱུར །_
en: He will abide by preserving peace and constantly and persistently cutting through the chains of the māras.

source: ཡང་དག་ པར་ ལྟ་བ་ ལ་ རྟག་ ཏུ་ བརྩོན་ ཞིང་ སྐྱེས་བུ་ དམ་པ་ འཇིག་རྟེན་ ཐམས་ཅད་ ལ་ ཕན་པ ར་ འདོད་པ་ ཡིན་ ནོ །_།
en: Always diligently adhering to the right view, such a holy being will be intent on benefiting the entire world.

source: འབྱུང་པོ་ རྣམས་ ལ་ གང་ མི་ འཚེ །_།
en: “Never inflicting harm on others,

source: རྟག་ ཏུ་ བྱམས་ སེམས་ བཟོད་ལྡན་པ །_།
en: His love and patience are constant.

source: འབྱུང་པོ་ ཀུན་ གྱི་ ཕ་ ལྟ་བུ ར །_།
en: He is like a father to all beings

source: དེ་ ལ་ འཇིག་རྟེན་ རྗེས་སུ་ ལྟ །_།
en: And is looked up to by the world.

source: མ་ བྱིན་ལེན་པ་ སྤངས་པ་ ནི །_། རྟག་ ཏུ་ ཤེས་ལྡན་ དབང་པོ་ ཐུལ །_།
en: $137 “Having given up stealing, He is always aware, and his senses are subdued.

source: ལུས་ ཀྱི་ ལས་ མཐའ་ དགེ་བ་ དང་ །_། སྲིད་པ་ དག་ ལས་ དེ་ རྒལ་ ལོ །_
en: His physical conduct is virtuous, And he passes beyond the realms of existence.

source: རི་མོ ར་ [108a] བྲིས་པ འི་ བུད་མེད་ ལ །_། མིག་ གིས་ ལྟ་བ ར་ མི་ བྱེད་ དེ །_། འཇིག་རྟེན་ འདོད་པ་ དམ་ བཅོམ་པ །_།
en: [F.108.a] $138 “He will not so much as look at A painting of a woman, And so he conquers the world’s tenacious craving.

source: དེ་ལྟ་ བུ་ ནི་ གྲོལ་ ཞེས་ བྱ །_།
en: This is what is known as liberation.

source: དཔའ་ ལ་ བོང་བ་ གསེར་ དུ་ འདྲ །_།
en: $139 “For such a hero dirt is no different than gold.

source: མྱ་ངན་ བྲལ་ ཞིང་ མཉམ་པ ར་ གཞག _།
en: Free from suffering, he rests in equipoise.

source: ཉོན་མོངས་ འདོད་ཆགས་ མ་ འདྲེས་པ །_།
en: Not mixed up with the affliction of desire,

source: དེ་ ནི་ མཐའ་ ཡ ས་ སྒོ་ ཐོབ་བོ །།_།།
en: This is the attainment of the infinite gateways.

source: གང་ ལ་དོན་ དང་ དོན་ མིན་ མཉམ །_།
en: $140 “He for whom something and nothing are the same,

source: དེ་བཞིན་ རྙེད་ དང་ མ་ རྙེད་ དང་ །_། བདེ་ དང་ སྡུག་བསྔལ་ སེམས་ མཉམ་པ །_།
en: Wealth and no wealth are the same, And pleasure and pain are the same,

source: དེ་ ནི་ དགེ་སློང་ ཞེས་ བྱ འོ །_།
en: That person is called a monk.

source: མཛའ་བཤེས་ མི་ བཤེས་ གཉི་ག་ སྤངས །_།
en: $141 “He who has given up the notions of ‘friend’ and ‘not friend,’

source: སེམས་ ནི་ མཉམ་ ཞིང་ དབང་པོ་ ཐུལ །_།
en: Whose mind is in equipoise and whose senses have been tamed,

source: གང་དག་ ཡུལ་ གྱིས་ ཉོན་ མི་ མོངས །_།
en: And who is not afflicted by objects—

source: དེ་ཡང་ བྲམ་ཟེ ར་ ཤེས་པ ར་ བྱ །_།
en: He should be recognized as a brahmin.

source: ཡུལ་ ནི་ གང་ཟག་ དུག་ འདྲ་ ལ །_།
en: $142 “One who is free from objects that are like poison,

source: སྡང་བ་ དཔའ་བོ་ ཉོན་མོངས་ བྲལ །_།
en: And from anger that is a hero’s affliction,

source: རྫོགས་ སངས་རྒྱས་ ཀྱིས་ བཤད་པ་ ཡི །_།
en: Is said by the perfect Buddha

source: དེ་ ཡི་ མྱ་ངན་ འདས་ མི་ རིང་ །_།
en: To be not far from nirvāṇa.

source: སྐྱེ་ དང་ འཇིག་པ འི་ དེ་ཉིད་ ཤེས །_།
en: $143 “Knowing the nature of arising and cessation

source: ཡང་དག་ ལྟ་ ལ་ ཆགས་པ་ མེད །_།
en: Is the correct view, and there is no attachment.

source: གངས་རི་ ལྟ་བུ ར་ བློ་ མི་ གཡོ །_།
en: Thus, the mind, as immovable as a snow mountain,

source: དེ་ ནི་ འཁོར་བ་ ལས་ གྲོལ་ ལོ །_།
en: Has been liberated from cyclic existence.

source: ཙན་དན་ དང་ ནི་ རལ་གྲི ར་ མཉམ །_།
en: $144 “When sandalwood and swords are the same,

source: ཟས་ ནི་ ཞིམ་ དང་ མི་ ཞིམ་ མཉམ །_།
en: When tasty and unappealing food are the same,

source: ཟབ་ དར་ སྣམ་བུ་ མཉམ་པ་ ནི །_།
en: And when silk and raw wool are the same,

source: སྲེད་པ ས་ གནོད་པ ར་ མི་ འགྱུར་ རོ །_།
en: One will not be harmed by craving.

source: རྙེད་ དང་ བཀུར་སྟི་ མི་ དགའ་ ཞིང་ །_།
en: $145 “One who has no concern for wealth and adulation

source: རྩྭ་ སྟན་ ཙམ་ གྱིས་ ཆོག་ཤེས་ ལ །_།
en: Is content with merely a straw mat.

source: རྙེད་ དང་ བཀུར་སྟི་ མེ་ ལྟ་བུ ར །_། གང་ གིས་ མཐོང་བ་ དེ་ མཐོང་ ངོ་ །_།
en: This is perceived by One who sees wealth and adulation to be like fire.

source: གང་དག་ ཡུལ་ གྱི་ དབང་ མི་ འགྱུར །_།
en: $146 “The one who will not be swayed by objects,

source: སྲེད་པ འི་ ཆུ་བོ ར་ མི་ འཇུག་ ལ །_།
en: Who will not enter the river of craving,

source: རང་ གི་ ལས་འབྲས་ དེ་ཉིད་ ཤེས །_།
en: But understands his own acts and their effects,

source: དེ་ ནི་ དགེ་སློང་ སངས་རྒྱས་ གསུངས །_།
en: He is a monk, according to the Buddha.

source: གང་དག་ འདས་པ འི་ དུས་ མི་ འདོད །_། མ་འོངས་པ་ ལ་ བློ་ མི་ དགའ །_། རྣལ་འབྱོར་པ་ ནི་ ད་ལྟ ར་ ལ །_། མི་ དགའ་ དེ་ ཡི་ བློ་གྲོས་ མེད །_།
en: $147 “When he does not hanker for the past, Does not speculate about the future, And is not infatuated with the present, The practitioner is devoid of thought.

source: གང་ གི་ བློ་གྲོས་ ཕྱིར་ལོག་པ །_། ཆོས་ ལ་ རྟག་ ཏུ་ གནས་པ ར་ འགྱུར །_། དཀར་པོ་ ཆོས་ ལ་ མཉམ་ གཞག་པ །_། དེ་ ནི་ འཁོར་བ ར་ མི་ འཇུག་ གོ །_།
en: $148 “When one withdraws one’s thoughts, Letting the mind rest constantly in the Dharma, One achieves equipoise in the qualities of virtue And will thus not enter into cyclic existence.

source: གང་ གིས་ སེམས་ ལ་ རྙོག་ མི་ བྱེད །_།
en: $149 “Those who do not make their minds turbid

source: རིག་པ་ མེ་ ལྟ་བུ་ ཡིན་ ནོ །_།
en: Achieve an awareness that is like fire.

source: གང་ ལ་ ཡུལ་ ནི་ བྲན་ ལྟ་བུ །_། དེ་ ལ་ སྡུག་བསྔལ་ མེད་པ་ ཡིན །_།
en: Those for whom objects are servants Will not encounter any suffering.

source: གང་ གིས་ དབང་པོ་ དབང་ བྱེད་ ཅིང་ །_། དབང་པོ འི་ དབང་ དུ་ མི་ [108b] འགྲོ་ ལ །_། གང་དག་ གཟུགས་ སོགས་ མི་ འཕྲོགས་ ཤིང་ །_།
en: $150 “Those who master their senses, And are not swayed by their senses, [F.108.b] Will not be ruined by forms and so on.

source: ཉོན་མོངས་ མེད་པ་ ཐུབ་ དང་ འདྲ །_།
en: Like the Able One, they will be free from the afflictions.

source: གང་ གིས་ བསམས་པ་ དགེ་བ་ དག _།
en: $151 “One whose wishes are virtuous,

source: བཟོད་ལྡན་ མཐོང་ ན་ དགའ་བ་ དང་ །_། སེམས་ ནི་ རབ་ཏུ་ དགའ་བྱེད་པ །_། མི་ དེ་ ཟླ་ འདྲ་ ཐུབ་པ་ ཡིན །_།
en: Who is patient, delightful to behold, And whose mind is joyous— That person is a moon-like able one.

source: གང་དག་ དགོན་པ ར་ མངོན་དགའ་བ །_། ཁང་ བཟངས་ མཆོག་ ལ་ ཆགས་པ་ མེད །_།
en: $152 “One who delights in the wilderness, Who has no attachment to fine mansions,

source: ཐང་ གི་ ཤིང་ ལ་ མངོན་དགའ་ ཞིང་ །_། ཟས་ སློང་ དགེ་སློང་ ཞེས་ བྱ འོ །_།
en: Who is fond of trees on the plains and who begs for his food, Is one who should be recognized as a monk.

source: དཔའ་བོ་ ཞི་དུལ་ བློ་བཟང་བ །_། བདེ་ དང་ སྡུག་བསྔལ་ དེ་ཉིད་ རིག _།
en: $153 “The gentle hero of excellent intellect, Who knows the true nature of pleasure and pain,

source: དེ་ ནི་ བླ་མེད་ གནས་ འགྲོ་ ཞིང་ །_། གང་ དུ་ སོང་བ ར་ ཉོན་ མི་ མོངས །_།
en: Will go to the unexcelled realm And be free from afflictions wherever he is.

source: སྙིང་བརྩེ་ ལྡན་ ཞིང་ བློ་གྲོས་ དྲང་ །_།
en: $154 “With a loving heart and honest mind

source: རྟག་ ཏུ་ བསམ་གཏན་ ཕ་རོལ་ འགྲོ །_།
en: He constantly perfects concentration.

source: ཕལ་པ་ རྣམས་ དང་ མཉམ་ མི་ འགྲོ །_།
en: Not keeping company with the ordinary,

source: རྣལ་འབྱོར་ དེ་ ནི་ བདེན་ཚིག་ ལྡན །_།
en: This practitioner possesses the power of true words.

source: ལོག་པ ར་ ལྟ་བ འི་ ཆོས་ དེ་དག _། སྤངས་པ ས་ དེ་དག་ འཐོབ་པ ར་ འགྱུར །_།
en: $155 “When giving up wrong view, These are the attainments.
